2022_2/Programação Web/Aula17.AS/www/codeigniter4/app/Controllers/Client.php

    public function index()
    {
        $model = new ClientModel();
        $data = $model->findAll();
---
SELECT *
FROM `clients`